Repository: endthedrugwar/grandperspective
Catalog: *.lproj/Localizable.strings
Languages: el, es, fi, fr

source: Unnamed filter test
el: Test φίλτρο χωρίς όνομα (Unnamed filter test)
es: Prueba de filtro sin nombre
fi: Nimetön suodintesti
fr: Essai de filtre sans nom

source: Unrecognized value.
el: Μη αναγνωρισμένη τιμή
fi: Tunnistamaton arvo.
fr: Valeur non reconnue.

source: Type
el: Τύπος
es: Tipo
fi: Tyyppi

source: A filter named "%@" already exists
es: Un filtro llamado "%@" aun existe

source: A possible reason is that it does not exist anymore
es: Una posible razón es que ya no exista

source: A test named "%@" already exists
es: Una prueba llamada "%@" aun existe

source: Attribute not found
es: Atributo no encontrado.

source: Delete File
es: Borrar Archivo

source: Delete Folder
es: Borrar carpeta

source: Display focus changed to %@
es: Mostrar enfoque cambiado a %@

source: Encountered filter after folder
es: Filtro encontrado después de la carpeta.

source: Encountered more than one root element
es: Encontrado más de un elemento raiz.

source: Encountered more than one root folder
es: Encontrada más de una carpeta raiz,

source: Encountered multiple %@ elements
es: Encontrados múltiples "%@" elementos.

source: Expected %@ element
es: Se esperaba elemento %@.

source: Expected a folder
es: Se esperaba una carpeta.

source: Expected boolean value
es: Se esperaba un valor booleano.

source: Expected date value
es: Se esperaba un valor de fecha.

source: Expected integer value
es: Se esperaba un valor entero.

source: Expected scandata file
es: Se esperaba un fichero de datos escaneados.

source: Expected time value
es: Se esperaba un valor de tiempo.

source: Expected unsigned integer value
es: Se esperaba un valor entero no negativo.

source: Failed to get path from pasteboard
es: Fallo al tomar la ruta desde el portapapeles.

source: Failed to save the image
es: Fallo al guardar la imagen.

source: Note: The file is hard-linked. It will take up space until all links to it are deleted
es: Nota: El archivo está vinculado. Ocupará espacio hasta que se eliminen todos los enlaces a él.

source: Note: The folder is hard-linked. It will take up space until all links to it are deleted
es: Nota: La carpeta está vinculada. Ocupará espacio hasta que se eliminen todos los enlaces a ella.

source: Note: The package is hard-linked. It will take up space until all links to it are deleted
es: Nota: El contenedor está vinculado. Ocupará espacio hasta que se eliminen todos los enlaces a ella.

source: OK
es: Vale

source: The filter must have a name
es: El filtro debe tener un nombre.

source: The filter will be irrevocably removed from the filter repository
es: El filtro será definitivamente borrado del repositorio de filtros.

source: The filter will be replaced by the default filter with this name
es: El filtro se reemplazará con el filtro por defecto con este nombre.

source: The refreshed content may not be fully accurate. Hard-linked items may occur more than once or could be missing. Perform a rescan to ensure that each hard-linked item occurs only once
es: El contenido actualizado puede no ser totalmente exacto. Los elementos vinculados pueden aparecer más de una vez o pueden faltar. Realice un nuevo escaneado para asegurarse de que cada elemento vinculado sólo aparece una vez.

source: The resulting file is valid but incomplete
es: El archivo resultante es valido pero incompleto.

source: The selected file will be moved to Trash
es: El archivo seleccionado se moverá a la Papelera.

source: The selected folder, with all its contents, will be moved to Trash. Beware, any files in the folder that are not shown in the view will also be deleted
es: La carpeta seleccionada, con todo su contenido, se moverá a la Papelera. Cuidado, los archivos de la carpeta que no se muestren en la vista también se eliminarán.

source: The selected package will be moved to Trash
es: El contenedor seleccionado se moverá a la Papelera.

source: The test must have a name
es: La prueba debe tener un nombre.

source: The test will be irrevocably removed from the test repository
es: La prueba será definitivamente borrada del repositorio de pruebas.

source: The test will be replaced by the default test with this name
es: La prueba se reemplazará con la prueba por defecto con este nombre.

source: The unbound tests have been omitted from the filter
es: Se han omitido del filtro las pruebas no asociadas.

source: These filters do not exist anymore. Their old definition is used instead
es: Estos filtros ya no existen. Sus viejas definiciones se usarán en su lugar.

source: Unrecognized value
es: Valor no reconocido.
