Repository: endthedrugwar/grandperspective
Catalog: *.lproj/Localizable.strings
Languages: el, es, fi, fr

source: %@ and %@
el: %1$@ και %2$@
es: %1$@ and %2$@
fi: %1$@ ja %2$@
fr: %1$@ et %2$@

source: %@ or %@
el: %1$@ ή %2$@
es: %1$@ or %2$@
fi: %1$@ tai %2$@
fr: %1$@ ou %2$@

source: %@, and %@
el: %1$@, και %2$@
es: %1$@, and %2$@
fi: %1$@ ja %2$@
fr: %1$@, et %2$@

source: %@, or %@
el: %1$@, ή %2$@
es: %1$@, or %2$@
fi: %1$@ tai %2$@
fr: %1$@, ou %2$@

source: %d - %d days ago
el: %1$d - %2$d μέρες πριν
es: %1$d - %2$d días atrás
fi: %1$d - %2$d päivää sitten
fr: il y a %1$d - %2$d jours

source: %d days ago
el: %d μέρες πριν
es: %d días atrás
fi: %d päivää sitten
fr: il y a %d jour

source: %d days ago or more
el: %d μέρες πριν ή περισσότερες
es: %d días atrás o mas
fi: %d päivää sitten tai aiemmin
fr: il y a %d jours ou plus

source: %d folders filtered
el: %d φιλτραρισμένοι φάκελοι
es: %d carpetas filtradas
fi: %d hakemistoa suodatettu
fr: %d dossiers filtrés

source: %d folders processed
el: %d επεξεργασμένοι φάκελοι
es: %d carpetas procesadas
fr: %d dossiers traités

source: %d folders read
el: %d διαβασμένοι φάκελοι
es: %d carpetas leidas
fi: %d hakemistoa luettu
fr: %d dossiers lus

source: %d folders saved
el: %d αποθηκευμένοι φάκελοι
es: %d carpetas guardadas
fi: %d hakemistoa talletettu
fr: %d dossiers enregistrés

source: %d folders scanned
el: %d σαρωμένοι φάκελοι
es: %d carpetas escaneadas
fi: %d hakemistoa skannattu
fr: %d dossiers analysés

source: %qu bytes
fi: %qu tavua
fr: %qu octets

source: %qu files
es: %qu archivos
fi: %qu tiedostoa
fr: %qu fichiers

source: A filter named "%@" already exists.
el: Το φίλτρο "%@" υπάρχει ήδη.
fi: Suodin nimeltä "%@" on jo olemassa.
fr: Un filtre nommé "%@" existe déjà.

source: A possible reason is that it does not exist anymore.
el: Πιθανώς να μην υπάρχει πια.
fi: Se ei ehkä ole enää olemassa.
fr: Une raison possible est qu'il n'existe plus.

source: A test named "%@" already exists.
el: Το test "%@" υπάρχει ήδη.
fi: Testi nimeltä "%@" on jo olemassa.
fr: Un essai nommé "%@" existe déjà.

source: Aborted saving the scan data to "%@"
el: Ματαιώθηκε η αποθήκευση των δεδομένων σάρωσης στο "%@"
es: Abortado guardando los datos del escaneo en "%@"
fi: Skannin tulosten talletus kohteeseen "%@" keskeytettiin
fr: Interruption de l'enregistrement de l'analyse des données vers "%@"

source: Accessed
el: Προσπελάστηκαν
es: Accedido
fi: Käytetty
fr: Accédé

source: Area in view:
el: Περιοχή προβολής:
es: Area visible
fi: Alue näkymässä:
fr: Affichage de la zone:

source: Attribute not found.
el: Το χαρακτηριστικό δε βρέθηκε.
fi: Ominaisuutta ei löytynyt.
fr: Attribut introuvable.

source: B
fi: t
fr: O

source: Cancel
el: Ακύρωση
es: Cancelar
fi: Kumoa
fr: Annuler

source: Conforms to:
el: Συμμορφώνεται σε:
es: Corresponde a:
fi: Noudattaa:
fr: Conforme à:

source: Created
el: Δημιουργήθηκαν
es: Creado
fi: Luotu
fr: Créé

source: Delete
el: Διαγραφή
es: Borrar
fi: Poista
fr: Supprimer

source: Do you want to delete the file "%@"?
el: Θέλετε να διαγράψετε το αρχείο "%@";
es: ¿Quieres borrar el archivo "%@"?
fi: Haluatko poistaa tiedoston "%@"?
fr: Voulez vous supprimer le fichier "%@"?

source: Do you want to delete the folder "%@"?
el: Θέλετε να διαγράψετε το φάκελο "%@";
es: ¿Quieres borrar la carpeta "%@"?
fi: Haluatko poistaa hakemiston "%@"?
fr: Voulez vous supprimer le dossier "%@"?

source: Do you want to delete the package "%@"?
el: Θέλετε να διαγράψετε το πακέτο "%@";
es: ¿Quieres borrar el contenedor "%@"?
fi: Haluatko poistaa paketin "%@"?
fr: Voulez vous supprimer le paquet "%@"?

source: Encountered filter after folder.
el: Εντοπίστηκε φίλτρο μετά το φάκελο.
fi: Suodin kohdattiin hakemiston jälkeen.
fr: Filtre rencontré après le dossier.

source: Encountered more than one root element.
el: Εντοπίστηκαν πάνω από ένα βασικά (root) στοιχεία.
fi: Enemmän kuin yksi juurielementti.
fr: Rencontré plus d'un élément racine.

source: Encountered more than one root folder.
el: Εντοπίστηκαν περισσότεροι από ένας βασικοί (root) φάκελοι.
fi: Enemmän kuin yksi juurielementti.
fr: Rencontré plus d'un dossier racine.

source: Encountered multiple %@ elements.
el: Εντοπίστηκαν πολλαπλά %@ στοιχεία.
fi: Kohdattiin useita %@ elementtejä.
fr: Rencontré plusieurs éléments %@.

source: Error parsing "%@" attribute: %@
el: Σφάλμα ανάλυσης χαρακτηριστικού "%1$@": %2$@
es: Error analizando atributo "%1$@": %2$@
fi: Virhe käsitellessä "%1$@" ominaisuutta: %2$@
fr: Erreur d'analyse "%1$@" de l'attribut: %2$@

source: Expected %@ element.
el: Αναμενόμενο στοιχείο: %@.
fi: Odotettiin %@ elementtiä.
fr: %@ éléments attendus.

source: Expected a folder.
el: Αναμενόταν φάκελος.
fi: Odotettiin hakemistoa.
fr: Dossier attendu.

source: Expected boolean value.
el: Αναμενόταν λογική τιμή (boolean).
fi: Odotettiin boolean arvoa.
fr: Valeur booléenne attendue.

source: Expected date value.
el: Αναμενόταν ημερομηνία.
fi: Odotettiin päivämääräarvoa.
fr: Valeur date attendue.

source: Expected integer value.
el: Αναμενόταν ακέραιος.
fi: Odotettiin kokonaislukua.
fr: Valeur entière attendue.

source: Expected scandata file.
el: Αναμενόταν αρχείο δεδομένων σάρωσης.
fi: Odotettiin skannitieto tiedostoa.
fr: Fichier scandata attendu.

source: Expected time value.
el: Αναμενόταν ώρα.
fi: Odotettiin aika-arvoa.
fr: Valeur temps attendue.

source: Expected unsigned integer value.
el: Αναμενόταν ανυπόγραφος ακέραιος.
fi: Odotettiin etumerkitöntä kokonaislukuarvoa.
fr: Valeur entier non-signé attendue.

source: Export image
el: Εξαγωγή εικόνας
es: Exportar imagen
fi: Vie kuva
fr: Exporter une image

source: Export scan data as text
el: Εξαγωγή δεδομένων σάρωσης ως κείμενο
es: Exportar datos escaneados como texto
fi: Vie skannitulokset tekstinä
fr: Exporter les données de l'analyse comme texte

source: Failed to bind one or more filter tests: %@
el: Αποτυχία δέσμευσης ενός ή περισσοτέρων tests: %@
es: Fallo al enlazar uno o más filtros: %@
fi: Yhden tai useamman suodintestin asettaminen epäonnistui: %@
fr: Impossible de lier un ou plusieurs essais de filtres: %@

source: Failed to delete the file "%@"
el: Αποτυχία διαγραφής του αρχείου "%@"
es: Fallo al eliminar el fichero "%@"
fi: Tiedoston "%@" poisto epäonnistui
fr: Impossible de supprimer le fichier "%@"

source: Failed to delete the folder "%@"
el: Αποτυχία διαγραφής του φακέλου "%@"
es: Fallo al eliminar la carpeta "%@"
fi: Hakemiston "%@" poisto epäonnistui
fr: Impossible de supprimer le dossier "%@"

source: Failed to get path from pasteboard.
el: Αποτυχία λήψης μονοπατιού από pasteboard.
fi: Polun hakeminen leikepöydältä epäonnistui.
fr: Impossible de récupérer le chemin du presse-papier.

source: Failed to load the scan data from "%@"
el: Αποτυχία φόρτωσης δεδομέων σάρωσης από "%@"
es: Fallo al cargar los datos escaneados desde "%@"
fi: Skannitulosten lataaminen kohteesta "%@" epäonnistui
fr: Echec de chargement des données d'analyse depuis "%@"

source: Failed to open the file "%@"
el: Αποτυχία ανοίγματος του αρχείου "%@"
es: Fallo al abrir el archivo "%@"
fi: Tiedoston "%@" avaaminen epäonnistui
fr: Echec d'ouverture du fichier "%@"

source: Failed to open the folder "%@"
el: Αποτυχία ανοίγματος του φακέλου "%@"
es: Fallo al abrir la carpeta "%@"
fi: Hakemiston "%@" avaaminen epäonnistui
fr: Echec d'ouverture du dossier "%@"

source: Failed to open the package "%@"
el: Αποτυχία ανοίγματος του πακέτου "%@"
es: Fallo al abrir el contenedor "%@"
fi: Paketin "%@" avaaminen epäonnistui
fr: Echec d'ouverture du paquet "%@"

source: Failed to reveal the file "%@"
el: Αποτυχία εμφάνισης του αρχείου "%@"
es: Fallo al mostrar el archivo "%@"
fi: Tiedoston "%@" näyttäminen epäonnistui
fr: Echec de la révélation du fichier "%@"

source: Failed to reveal the folder "%@"
el: Αποτυχία εμφάνισης του φακέλου "%@"
es: Fallo al mostrar la carpeta "%@"
fi: Hakemiston "%@" näyttäminen epäonnistui
fr: Echec de la révélation du dossier "%@"

source: Failed to reveal the package "%@"
el: Αποτυχία εμφάνισης του πακέτου "%@"
es: Fallo al mostrar el contenedor "%@"
fi: Paketin "%@" näyttäminen epäonnistui
fr: Echec de la révélation du paquet "%@"

source: Failed to save the image.
el: Αποτυχία αποθήκευσης φωτογραφίας.
fi: Kuvan tallettaminen epäonnistui.
fr: Echec de l'enregistrement de l'image.

source: Failed to save the scan data to "%@"
el: Αποτυχία αποθήκευσης δεδομένων σάρωσης σε "%@"
es: Fallo al guardar los datos escaneados a "%@"
fi: Skannitulosten tallettaminen kohteeseen "%@" epäonnistui
fr: Echec de l'enregistrement des données d'analyse vers "%@"

source: Failed to update one or more filters: %@
el: Αποτυχία ενημέρωσης ενός ή περισσοτέρων φίλτρων: %@
es: Fallo al actualizar uno o más filtros: %@
fi: Yhden tai useamman suotimen päivitys epäonnistui: %@
fr: Echec de la mise à jour d'un ou plusieurs filtres: %@

source: Failed to write entire buffer.
el: Αποτυχία εγγραφής ολόκληρου του buffer.
fi: Koko puskurin kirjoitus epäonnistui.
fr: Echec de l'écriture complète du tampon.

source: Failed to write last data to file.
el: Αποτυχία εγγραφής τελευταίων δεδομένων στο αρχείο.
fi: Viimeisen tuloksen kirjoittaminen tiedostoon epäonnistui.
fr: Echec de l'écriture des dernières données dans le fichier.

source: File in view:
el: Αρχείο σε προβολή:
es: Archivo mostrado:
fi: Tiedosto näkymässä:
fr: Affichage du fichier:

source: Filename
el: Όνομα αρχείου
es: Nombre del archivo
fi: Tiedostonimi
fr: Nom de fichier

source: Filter - %@
el: Φίλτρο - %@
es: Filtro - $@
fi: Suodin - %@
fr: Filtre - %@

source: Filter test - %@
el: Δοκιμή φίλτρου - %@
es: Prueba de filtro - %@
fi: Suodintesti - %@
fr: Essai de filtre - %@

source: Filtering %@
el: Φιλτράρισμα %@
es: Filtrando %@
fi: Suodattaa %@
fr: Filtrage %@

source: Filtering in progress
el: Φιλτράρισμα σε εξέλιξη
es: Filtrado en proceso
fi: Suodatus käynnissä
fr: Filtrage en cours

source: Folder in view:
el: Φάκελος σε προβολή:
es: Carpeta mostrada:
fi: Hakemisto näkymässä:
fr: Affichage du dossier:

source: For %d files the reported (logical) size is larger than their actual (physical) size. Consider rescanning using the Physical file size measure
el: Για %d αρχεία το αναφερόμενο (λογικό) μέγεθος είναι μεγαλύτερο από το πραγματικό (φυσικό) μέγεθος. Εξετάστε το ενδεχόμενο επανασάρωσης χρησιμοποιώντας τη μέτρηση Φυσικού μεγέθους αρχείου.
es: Para %d archivos el tamaño (lógico) reportado es mayor que su tamaño (físico) real. Considere la posibilidad de volver a escanear utilizando la medida del tamaño físico del archivo
fi: %d:n tiedoston looginen koko on isompi kuin niiden varsinainen fyysinen koko. Harkitse uudelleenskannausta käyttäen fyysistä mittaa tiedostokokona
fr: Pour %d fichiers, la taille (logique) est supérieure à leur taille (physique) réelle. Envisager une nouvelle analyse à l'aide de la mesure de la taille du fichier physique

source: GB
fi: Gt
fr: GO

source: Hide Control Panel
el: Απόκρυψη Πίνακα Ελέγχου
es: Ocultar el Panel de Control
fi: Piilota hallintapaneeli
fr: Cacher le panneau de contrôle

source: Inaccuracies in hard-linked folder contents
el: Ανακρίβειες στα περιεχόμενα των σκληρά συνδεδεμένων (hard-linked) φακέλων
es: Inexactitudes en el contenido de las carpetas con enlaces permanentes
fr: Inexactitudes dans le contenu des dossiers liés en dur

source: kB
fi: Kt
fr: kO

source: Level %d
el: Επίπεδο %d
es: Nivel %d
fi: Taso %d
fr: Niveau %d

source: Load scan data
el: Φόρτωση δεδομένων σάρωσης
es: Cargar datos escaneados
fi: Skannitulosten lataaminen
fr: Charger les données d'analyse

source: Loading in progress
el: Φόρτωση σε εξέλιξη
es: Carga en progreso
fi: Lataus käynnissä
fr: Chargement en cours

source: Lower levels
el: Χαμηλότερα επίπεδα
es: Niveles inferiores
fi: Alemmat tasot
fr: Niveaux inférieurs

source: MB
fi: Mt
fr: MO

source: Modified
el: Τροποποιήθηκαν
es: Modificado
fi: Muokattu
fr: Modifié

source: More recent
el: Πιο πρόσφατα
es: Más reciente
fi: Viimeisempi
fr: Plus récent

source: New match
el: Νέα αντιστοίχιση
es: Nueva coincidencia
fi: Uusi osuma
fr: Nouvelle correspondance

source: None
el: Κανένα
es: Ninguno
fi: Ei mitään
fr: Aucun

source: Note: The file is hard-linked. It will take up space until all links to it are deleted.
el: Σημείωση: Το αρχείο είναι σκληρά συνδεδεμένο (hard-linked). Θα καταλαμβάνει χώρο μέχρι να διαγραφούν όλοι οι σύνδεσμοι προς αυτό.
fi: Huom: Tiedosto on linkitetty (hard). Se vie tilaa niin kauan kuin siihen on linkkejä.
fr: Note: Le fichier est lié en dur. Il prendra de l'espace jusqu'à ce que tous les liens vers ce dernier soient supprimés.

source: Note: The folder is hard-linked. It will take up space until all links to it are deleted.
el: Σημείωση: Ο φάκελος είναι σκληρά συνδεδεμένος (hard-linked). Θα καταλαμβάνει χώρο μέχρι να διαγραφούν όλοι οι σύνδεσμοι προς αυτόν.
fi: Huom: Hakemisto on linkitetty (hard). Se vie tilaa niin kauan kuin siihen on linkkejä.
fr: Note: Le dossier est lié en dur. Il prendra de l'espace jusqu'à ce que tous les liens vers ce dernier soient supprimés.

source: Note: The package is hard-linked. It will take up space until all links to it are deleted.
el: Σημείωση: Το πακέτο είναι σκληρά συνδεδεμένο (hard-linked). Θα καταλαμβάνει χώρο μέχρι να διαγραφούν όλοι οι σύνδεσμοι προς αυτό.
fi: Huom: Paketti on linkitetty (hard). Se vie tilaa niin kauan kuin siihen on linkkejä.
fr: Note: Le paquet est lié en dur. Il prendra de l'espace jusqu'à ce que tous les liens vers ce dernier soient supprimés.

source: other file types
el: άλλοι τύποι αρχείων
es: ficheros de otros tipos
fi: muut tiedostotyypit
fr: autres types de fichiers

source: Outermost level
el: Απώτατο (Outermost) επίπεδο
es: Nivel exterior
fi: Ulkoisin taso
fr: Niveau le plus extérieur

source: Package in view:
el: Πακέτο σε προβολή:
es: Contenedor mostrado:
fi: Paketti näkymässä:
fr: Affichage du paquet:

source: Parse error (line %d): %@
el: Σφάλμα ανάλυσης (γραμμή %1$d): %2$@
es: Error de análisis (línea %d). %@
fi: Jäsennysvirhe (rivi %1$d): %2$@
fr: Erreur d'analyse (ligne %1$d): %2$@

source: Parsing aborted
el: Η ανάλυση ματαιώθηκε
es: Análisis abortado.
fi: Jäsennys keskeytetty
fr: Analyse interrompue

source: Path
el: Μονοπάτι (Path)
es: Ruta
fi: Polku
fr: Chemin

source: Possible reasons are that it does not exist anymore (it may have been moved, renamed, or deleted by other means) or that you lack the required permissions.
el: Πιθανοί λόγοι είναι ότι δεν υπάρχει πλέον (μπορεί να έχει μετακινηθεί, μετονομαστεί ή διαγραφεί με άλλο τρόπο) ή ότι δεν έχετε τα απαιτούμενα δικαιώματα.
fi: Sitä ei mahdollisesti ole enää olemassa (se on poistettu, uudelleennimetty tai muulla tavoin poistettu) tai sinulla ei ole vaadittavia oikeuksia.
fr: Les raisons possibles sont qu'il n'existe plus (il peut avoir été déplacé, renommé ou supprimé par d'autres moyens) ou que vous ne disposez pas des autorisations requises.

source: Reading %@
el: Εν ενεργεία διάβασμα %@
es: Leyendo %@
fi: Luetaan %@
fr: Lecture de %@

source: Refresh in progress
el: Ανανέωση σε εξέλιξη
es: Refresco en progreso
fr: Rafraîchissement en cours

source: Remove
el: Αφαίρεση
es: Quitar
fi: Poista
fr: Supprimer

source: Remove the filter named "%@"?
el: Αφαίρεση του φίλτρου "%@";
es: ¡Quitar el filtro llamado "%@"?
fi: Poistetaanko suodin nimeltä "%@"?
fr: Supprimer le filtre nommé "%@"?

source: Remove the test named "%@"?
el: Αφαίρεση του test "%@";
es: ¿Quitar la prueba llamada "%@"
fi: Poistetaanko testi nimeltä "%@"?
fr: Supprimer l'essai nommé "%@"?

source: Save image
el: Αποθήκευση εικόνας
fi: Tallenna kuva
fr: Enregistrer une image

source: Save scan data
el: Αποθήκευση δεδομένων σάρωσης
es: Guardar datos escaneados
fi: Tallenna skannitulokset
fr: Enregistrer les données de l'analyse

source: Saving %@
el: Εν ενεργεία αποθήκευση %@
es: Guardando %@
fi: Tallennetaan %@
fr: Enregistrement de %@

source: Saving in progress
el: Αποθήκευση σε εξέλιξη
es: Guardado en progreso
fi: Tallennus käynnissä
fr: Enregistrement en cours

source: Scan
el: Σάρωση
es: Escanear
fi: Skannaa
fr: Analyse

source: Scan folder
el: Σάρωση φακέλου
es: Escanear carpeta
fi: Skannaa hakemisto
fr: Analyser un dossier

source: Scanning %@
el: Εν ενεργεία σάρωση %@
es: Escaneando %@
fi: Skannataan %@
fr: Analyse de %@

source: Scanning failed
el: Η σάρωση απέτυχε
es: Escaneo fallido
fi: Skannaus epäonnistui
fr: L'analyse a échoué

source: Scanning in progress
el: Σάρωση σε εξέλιξη
es: Escaneo en progreso
fi: Skannaus käynnissä
fr: Analyse en cours

source: Select Folder
el: Επιλογή φακέλου
es: Seleccionar Carpeta
fi: Valitse hakemisto
fr: Dossier sélectionné

source: Select Other Folder
el: Επιλογή διαφορετικού φακέλου
es: Seleccionar Otras Carpetas
fi: Valitse toinen hakemisto
fr: Sélectionner un autre dossier

source: Selected area:
el: Επιλεγμένη περιοχή:
es: Area seleccionada:
fi: Valittu alue:
fr: Zone sélectionnée:

source: Selected file:
el: Επιλεγμένοι αρχείο:
es: Archivo seleccionado:
fi: Valittu tiedosto:
fr: Fichier sélectionné:

source: Selected folder:
el: Επιλεγμένος φάκελος:
es: Carpeta seleccionada:
fi: Valittu hakemisto:
fr: Dossier sélectionné:

source: Selected package:
el: Επιλεγμένο πακέτο:
es: Contenedor seleccionado.
fi: Valittu paketti:
fr: Paquet sélectionné:

source: Show Control Panel
el: Εμφάνιση Πίνακα Ελέγχου
es: Mostrar Panel de Control
fi: Näytä hallintapaneeli
fr: Afficher le panneau de contrôle

source: Size
el: Μέγεθος
es: Tamaño
fi: Koko
fr: Taille

source: Successfully saved the scan data to "%@"
el: Επιτυχής αποθήκευση των δεδομένων σάρωσης στο "%@"
es: Guardado con éxito los datos escaneados a "%@"
fi: Skannitulokset tallennettiin kohteeseen "%@"
fr: Les données de l'analyse ont bien été enregistrées dans "%@"

source: TB
fi: Tt
fr: TO

source: The actual (physical) size is %.1f%% of the reported (logical) size. Consider rescanning using the Physical file size measure
el: Το πραγματικό (φυσικό) μέγεθος είναι %.1f%% του αναφερόμενου (λογικού) μεγέθους. Εξετάστε το ενδεχόμενο επανασάρωσης χρησιμοποιώντας τη μέτρηση Φυσικού μεγέθους αρχείου.
es: El tamaño real (físico) es %.1f%% del tamaño informado (lógico). Considere la posibilidad de volver a escanear utilizando la medida del tamaño físico del archivo
fi: Varsinainen fyysinen koko on %.1f%% loogisesta koosta. Harkitse uudelleenskannausta käyttäen fyysistä tiedostokokomittaa
fr: La taille réelle (physique) est %.1f%% de la taille (logique) signalée. Envisagez une nouvelle analyse à l'aide de la mesure de la taille du fichier physique

source: The filter must have a name.
el: Το φίλτρο πρέπει να έχει όνομα.
fi: Anna suotimelle nimi.
fr: Le filtre doit avoir un nom.

source: The filter will be irrevocably removed from the filter repository.
el: Το φίλτρο θα αφαιρεθεί αμετάκλητα από το αποθετήριο φίλτρων.
fi: Suodin poistetaan lopullisesti suodinkirjastosta.
fr: Le filtre sera définitivement supprimé du référentiel des filtres.

source: The filter will be replaced by the default filter with this name.
el: Το φίλτρο θα αντικατασταθεί από το προεπιλεγμένο φίλτρο με αυτό το όνομα.
fi: Suodin korvataan oletussuotimella käyttäen tätä nimeä.
fr: Le filtre sera remplacé par le filtre par défaut avec ce nom.

source: The path %@ does not exist or is not a folder
el: Το μονοπάτι %@ δεν υπάρχει ή δεν είναι φάκελος
es: La ruta %@ no existe o no es una ruta
fi: Polkua %@ ei ole tai se ei ole hakemisto
fr: Le chemin %@ n'existe pas ou n'est pas un dossier

source: The refreshed content may not be fully accurate. Hard-linked items may occur more than once or could be missing. Perform a rescan to ensure that each hard-linked item occurs only once.
el: Το ανανεωμένο περιεχόμενο ενδέχεται να μην είναι πλήρως ακριβές. Τα στοιχεία με σκληρή σύνδεση μπορεί να εμφανίζονται περισσότερες από μία φορές ή μπορεί να λείπουν. Πραγματοποιήστε εκ νέου σάρωση για να διασφαλίσετε ότι κάθε στοιχείο με σκληρή σύνδεση εμφανίζεται μόνο μία φορά.
fr: Le contenu actualisé peut ne pas être entièrement exact. Les éléments liés en dur peuvent apparaître plus d’une fois ou peuvent être manquants. Effectuez une nouvelle analyse pour vous assurer que chaque élément lié en dur n’apparaît qu’une seule fois.

source: The reported size of some files is larger than their actual size on disk
el: Το αναφερόμενο μέγεθος ορισμένων αρχείων είναι μεγαλύτερο από το πραγματικό τους μέγεθος στο δίσκο
es: El tamaño indicado de algunos archivos es mayor que su tamaño real en el disco.
fi: Joidenkin tiedostojen koko on suurempi kuin niiden varsinainen koko levyllä
fr: La taille signalée de certains fichiers est supérieure à leur taille réelle sur le disque

source: The reported total size is larger than the actual size on disk
el: Το αναφερόμενο συνολικό μέγεθος είναι μεγαλύτερο από το πραγματικό μέγεθος στο δίσκο
es: El tamaño total indicado es mayor que su tamaño real en el disco.
fi: Yhteiskoko on suurempi kuin varsinainen koko levyllä
fr: La taille totale signalée est supérieure à la taille réelle sur le disque

source: The resulting file is valid but incomplete.
el: Το αρχείο που προκύπτει είναι έγκυρο αλλά ελλιπές.
fi: Kohdetiedosto on ok mutta epätäydellinen.
fr: Le fichier résultant est valide mais incomplet.

source: The selected file will be moved to Trash.
el: To επιλεγμένο αρχείο θα μεταφερθεί στον Κάδο απορριμμάτων.
fi: Valittu tiedosto siirretään Roskakoriin.
fr: Le fichier sélectionné sera déplacé vers la corbeille.

source: The selected folder, with all its contents, will be moved to Trash. Beware, any files in the folder that are not shown in the view will also be deleted.
el: Ο επιλεγμένος φάκελος, με όλα τα περιεχόμενά του, θα μετακινηθεί στον Κάδο απορριμμάτων. Προσοχή, όλα τα αρχεία του φακέλου που δεν εμφανίζονται στην προβολή θα διαγραφούν επίσης.
fi: Valittu hakemisto sisältöineen siirretään Roskakoriin. Varoitus: myös tiedostot mitkä ovat hakemistossa mutta eivät ole nyt näkyvissä poistetaan myös.
fr: Le dossier sélectionné, avec tout son contenu, sera déplacé vers la corbeille. Attention, tous les fichiers du dossier qui ne sont pas affichés dans la vue seront également supprimés.

source: The selected package will be moved to Trash.
el: To επιλεγμένο πακέτο θα μεταφερθεί στον Κάδο απορριμμάτων.
fi: Valittu paketti siirretään roskakoriin.
fr: Le paquet sélectionné sera déplacé vers la corbeille.

source: The test must have a name.
el: Το test πρέπει να έχει όνομα.
fi: Testillä pitää olla nimi.
fr: L'essai doit avoir un nom.

source: The test will be irrevocably removed from the test repository.
el: Το test θα αφαιρεθεί αμετάκλητα από το αποθετήριο δοκιμών.
fi: Testi poistetaan lopullisesti testivarastosta.
fr: L'essai sera définitivement supprimé du référentiel des essais.

source: The test will be replaced by the default test with this name.
el: Το test θα αντικατασταθεί από το προεπιλεγμένο test με αυτό το όνομα.
fi: Testi korvataan samannimisellä oletustestillä.
fr: L'essai sera remplacé par l'essai par défaut avec ce nom.

source: The unbound tests have been omitted from the filter.
el: Τα μη δεσμευμένα (unbound) tests έχουν παραλειφθεί από το φίλτρο.
fi: Rajoittamattomat testit on jätetty huomioimatta suotimessa.
fr: Les essais non liés ont été omis du filtre.

source: These filters do not exist anymore. Their old definition is used instead.
el: Αυτά τα φίλτρα δεν υπάρχουν πλέον. Χρησιμοποιείται ο παλιός ορισμός τους.
fi: Näitä suotimia ei ole enää olemassa. Sen sijaan käytössä on niiden vanha määritelmä.
fr: Ces filtres n'existent plus. Leur ancienne définition est utilisée à la place.

source: Top-level type
el: Τύπος ανωτάτου επιπέδου (Top-level type)
es: Tipos del nivel superior
fi: Ylätason tyyppi
fr: Type du niveau le plus haut

source: unknown file type
el: άγνωστος τύπος αρχείου
es: Tipo de archivo desconocido
fi: tuntematon tiedostotyyppi
fr: type de fichier inconnu

source: Unnamed filter
el: Φίλτρο χωρίς όνομα
es: Filtro sin nombre.
fi: Nimetön suodin
fr: Filtre sans nom
