Repository: endthedrugwar/grandperspective
Catalog: *.lproj/Names.strings
Languages: el, es, fi, fr

source: access
el: Τελευταία πρόσβαση
es: Último acceso
fi: Viimeisin käyttö
fr: Dernier accès

source: base-2
el: Δυαδικό
es: Binario
fi: Binäärinen
fr: Binaire

source: base-10
el: Δεκαδικό
es: Decimal
fi: Desimaalinen
fr: Décimal

source: BlueSkyTulips
es: Tulipanes con cielo azul
fi: Sinitaivastulppaanit
fr: Tulipes ciel bleu

source: close old window
el: Κλείσιμο παλιού παραθύρου
es: Cerrar ventanas viejas
fi: Sulje vanha ikkuna
fr: Fermer l'ancienne fenêtre

source: CoffeeBeans
es: Granos de café
fi: Kahvipavut
fr: Graines de café

source: creation
el: Δημιουργία
es: Creación
fi: Luonti
fr: Création

source: Daytona
el: Daytona Beach
es: Playa de Daytona
fi: Daytona ranta
fr: Daytona Beach

source: delete files and folders
el: Αρχεία και φάκελοι
es: Archivos y carpetas
fi: Tiedostot ja hakemistot
fr: Fichiers et dossiers

source: delete nothing
el: Τίποτα
es: Ninguno
fi: Ei mitään
fr: Rien

source: do nothing
el: Καμία ενέργεια
es: No hacer nada
fi: Älä tee mitään
fr: Ne rien faire

source: extension
el: Επέκταση
es: Extensión
fi: Tiedostopääte

source: FlyingGeese
el: Magenta magic
es: Magia magenta
fi: Aniliininpunainen taika
fr: Magie magenta

source: folder
el: Φάκελος
es: Carpeta
fi: Hakemisto
fr: Dossier

source: free
el: Ελεύθερος χώρος
es: Espacio libre
fi: Vapaa tila
fr: Espace libre

source: freed
el: Απελευθερωμένος χώρος
es: Espacio liberado
fi: Vapautettu tila
fr: Espace libéré

source: GreenEggs
es: Huevos verdes
fi: Vihreät kananmunat
fr: Oeufs verts

source: Hard-linked items
el: Σκληρά συνδεδεμένα (hard-linked) στοιχεία
es: Enlaces permanentes
fi: Kova-linkitetyt
fr: Eléments liés en dur

source: Heatmap-12
es: Mapa térmico 12
fi: Kuumuuskartta 12
fr: Chaleur 12

source: Heatmap-23
es: Mapa térmico 23
fi: Kuumuuskartta 23
fr: Chaleur 23

source: Huge files
el: Τεράστια αρχεία
es: Archivos enormes
fi: Valtavat tiedostot
fr: Fichiers énormes

source: Images
el: Εικόνες
es: Imágenes
fi: Kuvat

source: keep old window
el: Διατήρηση παλιού παραθύρου
es: Conservar ventana vieja
fi: Pidä vanha ikkuna
fr: Conserver l'ancienne fenêtre

source: LagoonNebula
es: Niebla lacustre
fi: Laguunitähtisumu
fr: Nébuleuse de la lagune

source: Large files
el: Μεγάλα αρχεία
es: Archivos grandes
fi: Isot tiedostot
fr: Fichiers grands

source: level
el: Επίπεδο
es: Nivel
fi: Taso
fr: Niveau

source: logical
el: Λογικό
es: Lógico
fi: Looginen
fr: Logique

source: Medium files
el: Μεσαίου μεγέθους αρχεία
es: Archivos medianos
fi: Keskikokoiset tiedostot
fr: Fichiers moyens

source: misc used
el: Διάφορος χρησιμοποιούμενος χώρος:
es: Espacio usado misceláneo
fi: Sekalainen käytetty tila
fr: Espace divers utilisé

source: modification
el: Τελευταία αλλαγή
es: Último cambio
fi: Viimeisin muutos
fr: Dernière modification

source: Monaco
es: Mónaco

source: MossAndLichen
es: Musgo y liquen
fi: Sammal ja jäkälä
fr: Mousse et lichen

source: name
el: Όνομα
es: Nombre
fi: Nimi
fr: Nom

source: No hard-links
el: Χωρίς σκληρούς συνδέσμους
es: Sin enlaces permanentes
fi: Ei kova-linkitettyjä
fr: Pas de liens en dur

source: No version control
el: Χωρίς έλεγχο έκδοσης
es: Sin control de versión
fi: Ei versiohallintaa
fr: Pas de contrôle de version

source: nothing
el: Τίποτα
es: Ninguno
fi: Ei mitään
fr: Rien

source: OliveSunset
es: Ocaso oliváceo
fi: Oliiviauringonlasku
fr: Couché de soleil olive

source: only delete files
el: Αρχεία
es: Archivos
fi: Tiedostot
fr: Fichiers

source: OrigamiMice
es: Ratón papiroflexia
fi: Origami hiiri
fr: Souris Origami

source: Packages
el: Πακέτα
es: Paquetes
fi: Paketit
fr: Paquets

source: physical
el: Φυσικό
es: Físicos
fi: Fyysinen
fr: Physique

source: quit
el: Τερματισμός εφαρμογής
es: Salir
fi: Sulje ohjelma
fr: Fermer l'application

source: Rainbow
es: Arcoíris
fi: Sateenkaari
fr: Arc en ciel

source: rescan all
el: Πλήρης επανασάρωση
es: Reanalizar todo
fi: Skannaa kokonaan uudelleen
fr: Nouvelle analyse complète

source: rescan visible
el: Επανασάρωση φακέλου σε προβολή
es: Reanalizar carpeta actual
fi: Uudelleenskannaa näkyvissä oleva hakemisto
fr: Réanalyser le dossier affiché

source: show welcome
el: Εμφάνιση μηνύματος καλωσορίσματος
es: Mostrar ventana de bienvenida
fi: Näytä tervetuloa-ikkuna
fr: Afficher l'écran de bienvenue

source: Small files
el: Μικρά αρχεία
es: Archivos pequeños
fi: Pienet tiedostot
fr: Fichiers petits

source: tally
es: Recuento
fi: Laskettu
fr: Pointage

source: Tiny files
el: Μικροσκοπικά αρχεία
es: Archivos diminutos
fi: Tosi pienet tiedostot
fr: Fichiers minuscules

source: top folder
el: Κορυφαίος φάκελος
es: Carpeta superior
fi: Ylin hakemisto
fr: Dossier racine

source: uniform type
el: Τύπος αρχείου
es: Tipo de archivo
fi: Tiedostotyyppi
fr: Type de fichier

source: Version control
el: Έλεγχος έκδοσης
es: Control de versión
fi: Versiohallinta
fr: Contrôle de version

source: No cloud files
el: Χωρίς αρχεία σε νέφος
fr: Pas de fichiers cloud

source: None
el: Κανένα
fr: Aucun

source: Audio
el: Ήχος (Audio)
