Repository: endthedrugwar/grandperspective
Catalog: *.lproj/Tests.strings
Languages: el, es, fi

source: (%@) and (%@)
el: (%1$@) και (%2$@)
es: (%1$@) y (%2$@)
fi: (%1$@) ja (%2$@)

source: (%@) and %@
el: (%1$@) και %2$@
es: (%1$@) y %2$@
fi: (%1$@) ja %2$@

source: (%@) or (%@)
el: (%1$@) ή (%2$@)
es: (%1$@) o (%2$@)
fi: (%1$@) tai (%2$@)

source: (%@) or %@
el: (%1$@) ή %2$@
es: (%1$@) o %2$@
fi: (%1$@) tai %2$@

source: %@ and %@
el: %1$@ και %2$@
es: %1$@ y %2$@
fi: %1$@ ja %2$@

source: %@ contains %@
el: %1$@ περιέXει %2$@
es: %1$@ contiene %2$@
fi: %1$@ sisältää %2$@

source: %@ conTains %@
el: %1$@ περιέχει %2$@
es: %1$@ conTiene %2$@
fi: %1$@ siSältää %2$@

source: %@ ends with %@
el: %1$@ τελειώνει με %2$@
es: %1$@ termina con %2$@
fi: %1$@ jonka lopussa on %2$@

source: %@ enDs with %@
el: %1$@ τεΛειώνει με %2$@
es: %1$@ terMina con %2$@
fi: %1$@ joNka popussa on %2$@

source: %@ equals %@
el: %1$@ ισούται με %2$@
es: %1$@ igual a %2$@
fi: %1$@ on sama kuin %2$@

source: %@ eQuals %@
el: %1$@ ισούTαι με %2$@
es: %1$@ igUal a %2$@
fi: %1$@ oN sama kuin %2$@

source: %@ or %@
el: %1$@ ή %2$@
es: %1$@ o %2$@
fi: %1$@ tai %2$@

source: %@ starts with %@
el: %1$@ αρχίζει με %2$@
es: %1$@ comienza con %2$@
fi: %1$@ alkaa %2$@

source: %@ starTs with %@
el: %1$@ αρΧίζει με %2$@
es: %1$@ coMienza con %2$@
fi: %1$@ alKaa %2$@

source: any size
el: οποιοδήποτε μέγεθος
es: cualquier tamaño
fi: mikä vaan koko

source: files: %@
el: αρχεία: %@
es: archivos: %@
fi: tiedostot: %@

source: folders: %@
el: φάκελοι: %@
es: carpetas: %@
fi: hakemistot: %@

source: item is a package
el: Το στοιχείο είναι πακέτο
es: el elemento es un contenedor
fi: on paketti

source: item is hard-linked
el: Το στοιχείο είναι σκληρά συνδεδεμένο
es: el elemento está vinculado
fi: on kova-linkitetty

source: item is not a package
el: Το στοιχείο δεν είναι πακέτο
es: el elemento no es un contenedor
fi: ei ole paketti

source: item is not hard-linked
el: Το στοιχείο δεν είναι σκληρά συνδεδεμένο
es: el elemento no está vinculado
fi: ei ole kova-linkitetty

source: name
el: όνομα
es: nombre
fi: nimi

source: not (%@)
el: όχι (%@)
es: no (%@)
fi: ei (%@)

source: path
el: μονοπάτι
es: ruta
fi: polku

source: size is between %@ and %@
el: μέγεθος μεταξύ %1$@ και %2$@
es: tamaño entre %1$@ y %2$@
fi: koko on välillä %1$@ ja %2$@

source: size is larger than %@
el: μέγεθος μεγαλύτερο από %@
es: tamaño mayor que %@
fi: koko on suurempi kuin %@

source: size is smaller than %@
el: μέγεθος μικρότερο από %@
es: tamaño menor que %@
fi: koko on pienempi kuin %@

source: type conforms to %@
el: o τύπος συμμορφώνεται με %@
es: tipo se adecua a %@
fi: tyyppi noudattaa %@

source: type equals %@
el: ο τύπος ισούται με %@
es: tipo igual a %@
fi: tyyppi on sama kuin %@
