Repository: endthedrugwar/grandperspective
Catalog: *.lproj/Toolbar.strings
Languages: el, fi

source: Delete
el: Διαγραφή
fi: Poista

source: Drawer
el: Συρτάρι
fi: Sivuikkuna

source: Focus
el: Εστίαση
fi: Kohdistus

source: Hide Toolbar
el: Απόκρυψη γραμμής εργαλειών
fi: Piilota työkalupalkki

source: Move focus down
el: Μεταφορά εστίασης προς τα κάτω
fi: Vie kohdistusta alaspäin

source: Move focus up
el: Μεταφορά εστίασης προς τα πάνω
fi: Vie kohdistusta ylöspäin

source: Move to trash
el: Μεταφορά στον Κάδο απορριμμάτων
fi: Vie roskakoriin

source: Open
el: Άνοιγμα
fi: Avaa

source: Open with Finder
el: Άνοιγμα με Finder
fi: Avaa Finderissa

source: Open/close drawer
el: Άνοιγμα/κλείσιμο συρταριού
fi: Avaa/sulje sivuikkuna

source: Preview item in Quick Look panel
el: Προεπισκόπηση στοιχείου στον πάνελ Γρήγορη ματιά
fi: Esikatsele pikakurkistus paneelissa

source: Quick Look
el: Γρήγορη ματιά
fi: Pikakurkistus

source: Rescan
el: Επανασάρωση
fi: Skannaa uudelleen

source: Rescan all
fi: Skannaa kaikki uudelleen

source: Rescan folder in view
fi: Skannaa näkyvä hakemisto uudelleen

source: Rescan selected
fi: Skannaa valittu uudelleen

source: Rescan view data
el: Επανασάρωση δεδομένων προβολής
fi: Skannaa näkyvissä oleva data uudelleen

source: Rescan with mask as filter
fi: Skannaa uudelleen käyttäen maskia suotimena

source: Reset focus
el: Επαναφορά εστίασης
fi: Nollaa kohdistus

source: Reset zoom
el: Επαναφορά μεγέθυνσης
fi: Nollaa suurennus

source: Reveal
el: Εμφάνιση
fi: Paljasta

source: Reveal in Finder
el: Εμφάνιση στο Finder
fi: Paljasta Finderissa

source: Search files by name
el: Αναζήτηση αρχείων ονομαστικά
fi: Hae tiedostoja nimen perusteella

source: Show info
el: Εμφάνιση πληροφοριών
fi: Näytä info

source: Show Toolbar
el: Εμφάνιση Γραμμής εργαλειών
fi: Näytä työkalupalkki

source: Zoom
el: Μεγέθυνση
fi: Suurennus

source: Zoom in
el: Μεγέθυνση
fi: Lähennä

source: Zoom out
el: Σμίκρυνση
fi: Loitonna

source: Info
el: Πληροφορίες

source: Refresh
el: Ανανέωση

source: Refresh view data
el: Ανανέωση δεδομένων προβολής
